{
  "jobs": [
    {
      "COMPANY_DESC": "<p>Portefeuille Urbanisme et Infrastructure, Bureau de mise en oeuvre du train, <span>Direction de l’intégration des systèmes et des opérations du train léger <br /><br /></span></p><p>1 poste temporaire(j<span>usqu'à</span> <span>2 ans</span>) à plein temps - 35.00 heures/semaine<br />Affiliation : IPPM<br />Salaire : 85 232,42 $ à 103 707,24 $ annuel (taux de rémunération de 2016)<br />Lieu : 160 Elgin Street Place Bell<br /><br />* Nota : Dans le présent avis, le masculin a valeur de genre neutre</p>",
      "EDUCATIONANDEXP": "<p>Diplôme universitaire couronnant quatre années d'études en génie des systèmes, génie civil, génie électrique, génie industriel ou dans une discipline du génie connexe, ainsi que cours en technologie de l'information.</p><p>Posséder sept années d'expérience professionnelle de la conception et de la construction d'infrastructures municipales ou civiles, ou dans le domaine du génie des procédés opérationnels. La connaissance de l'entretien et des opérations dans le contexte ferroviaire est un atout. Pendant au moins deux des cinq années en question, le titulaire doit avoir acquis une expérience de travail dans des postes à responsabilité croissante où il aura manifesté la capacité d'assumer la responsabilité de supervision directe d'autres employés.</p>",
      "EXPIRYDATE": "2016-Jun-03",
      "JOBREF": "2016-EX-FR-51522130",
      "JOBURL": "https://careers.ottawa.ca/sap/bc/webdynpro/sap/hrrcf_a_posting_apply?PARAM=cG9zdF9pbnN0X2d1aWQ9NTczNTQ3QTE5OUU5MUE0N0UxMDAwMDAwQzBBODI0MTAmY2FuZF90eXBlPUVYVA%3d%3d&sap-client=210&sap-language=FR&sap-accessibility=X",
      "JOB_SUMMARY": "<p>La Ville d'Ottawa gère son plus important projet d'infrastructure depuis la construction du canal Rideau. Le Bureau de mise en oeuvre du train léger est le Service responsable de veiller à ce que le Rideau Transit Group (RTG), le consortium chargé de construire le réseau, respecte toutes les exigences de l'entente relative au projet. Il s'agit d'un projet complexe et exigeant sur le plan technique qui nécessite la résolution rapide des problèmes ainsi qu'une attention centrée sur le fonctionnement à long terme du système.</p><p>À titre d'expert en la matière, l'ingénieur principal aidera aux trois volets clés du projet : la gestion de la sécurité, les opérations et l'entretien. En collaboration avec une équipe de personnel de la Ville et de spécialistes, l'ingénieur principal veillera à ce que le RTG soit conforme à l'entente relative au projet et à ce qu'il respecte les exigences des principales parties prenantes du Bureau de mise en oeuvre du train léger, plus précisément le Service de transport en commun et les intervenants d'urgence de la Ville. L'ingénieur principal participera aux principales réunions de coordination et veillera à ce que des mesures soient prises pour résoudre les questions soulevées. Il aidera aussi à l'examen des principaux produits livrables associés au projet et supervisera le travail des experts-conseils et d'autres partenaires clés. Le travail assigné englobe une vaste gamme de tâches, entre autres la sélection et la supervision des experts-conseils, la préparation de rapports, la surveillance de la construction, la coordination avec d'autres services de la Ville, les communications avec les organismes et partenaires externes et la gestion de projet des affectations spéciales.</p><p>L'ingénieur principal participe à l'établissement des priorités en matière de projets, à la planification des projets et à la gestion des risques connexes; il initie ou organise les rapports et autres études ayant trait au projet; il surveille l'état d'avancement des projets, en assure le suivi et en fait rapport; enfin, il approuve toutes les dépenses des projets et exécute les tâches connexes, sur demande.</p>",
      "KNOWLEDGE": "<h2><strong><em>Connaissances</em></strong></h2><ul><li><div>Connaissance générale de la Ville d'Ottawa ainsi que des politiques et procédures de l'administration municipale et des Services</div></li><li><div>Connaissance de la structure et des technologies du réseau ferroviaire de la Ville d'Ottawa</div></li><li><div>Discipline propre au domaine ferroviaire, par exemple l'alimentation électrique, les communications et SCADA, les systèmes de signalisation et de surveillance, les systèmes d'alimentation en électricité et de distribution ou l'infrastructure civile </div></li><li><div>Comprendre les liens entre le risque, la sécurité et les facteurs  techniques et opérationnels</div></li><li><div>Systèmes informatiques et gestion des données</div></li><li><div>Exploitation et planification des services ferroviaires, assurance, conception des systèmes, RAMS, gestion de la sécurité de l'ingénierie, conseils en matière d'approvisionnement et de transactions, et études de développement et de faisabilité</div></li><li><div>Techniques et pratiques de gestion de projet liées à la planification, à la documentation et à la surveillance des activités de conception des systèmes</div></li><li><div>Politiques de la Ville en matière de ressources humaines et principes de la supervision dans un environnement syndiqué</div></li><li><div>Avoir la formation, l'expérience et les connaissances nécessaires pour structurer le travail et assurer son exécution</div></li><li><div>Connaître les lois pertinentes en matière de santé et sécurité, être au fait des dangers éventuels et réels pour la santé et la sécurité en milieu de travail, et connaître les mesures à prendre pour assurer la santé et la sécurité du personnel, conformément aux lois applicables et aux politiques et procédures de la Ville</div></li></ul><h2><strong><em>Compétences et aptitudes</em></strong></h2><ul><li><div>Savoir travailler en toute autonomie, sous une supervision minimale, et en collaboration avec tout le personnel, à titre de membre d'une équipe</div></li><li><div>Posséder la flexibilité et les aptitudes en matière d'organisation permettant de planifier, d'amorcer, d'organiser et de classer par ordre de priorité ses propres tâches, et de gérer efficacement plusieurs exigences à la fois, des priorités concomitantes, la pression et des échéanciers</div></li><li><div>Être capable de gérer des projets concomitants et de les achever à temps et conformément au budget</div></li><li><div>Savoir susciter la confiance et la collaboration afin de coordonner les activités entre le personnel technique, les experts-conseils et les entrepreneurs</div></li><li><div>Être en mesure de trouver, d'analyser et de recommander des solutions aux enjeux et aux problèmes en lien avec les projets attribués afin de réduire les pertes ou les temps d'arrêt</div></li><li><div>Être en mesure de préparer des DQ et des DP, d'examiner et analyser les propositions puis d'en recommander l'acceptation</div></li><li><div>Être capable de procéder à des inspections en vue de résoudre les problèmes qui se posent sur place et d'accepter ou de rejeter le travail des entrepreneurs dans le contexte des projets</div></li><li><div>Savoir analyser des données, formuler des recommandations, de même que créer et tenir des rapports</div></li><li><div>Être en mesure de lire des dessins à partir de dossiers actuels ou de travaux proposés</div></li><li><div>Posséder un bagage informatique permettant d'utiliser des applications, notamment MS Office et SAP.</div></li><li><div>Posséder de l'entregent et des compétences efficaces en communication orale et écrite permettant de persuader les autres et de s'affirmer </div></li><li><div>Avoir de grandes aptitudes en matière de documentation, de rédaction de rapports et de presentations</div></li></ul>",
      "LANGUAGE_CERTIFICATES": "<p>Anglais oral, lecture, écriture <span>requis</span></p><p>Posséder le titre d'ingénieur (P. Eng.) décerné par l'Ordre des ingénieurs de l'Ontario, ou pouvoir obtenir ce titre dans l'année suivant la date de l'embauche.</p>",
      "NAME": "La Ville d’Ottawa",
      "POSITION": "Ingénieur principal",
      "POSTDATE": "2016-May-20",
      "SALARYMAX": "103,707.24",
      "SALARYMIN": "85,232.42"
    },
    {
      "COMPANY_DESC": "<p>Portefeuille Urbanisme et Infrastructure, Bureau de mise en oeuvre du train, Dir intégration systèmes &amp; opérations TL<br />1 poste temporaire(j<span>usqu'à</span> <span>2 ans</span>) à plein temps - 35 heures/semaine<br />Affiliation : IPPM<br />Salaire : 85 232,42 $ à 103 707,24 $ annuel (taux de rémunération de 2016)<br /><br />Lieu : 160 Elgin Street Place Bell</p><br /><p>* Nota : Dans le présent avis, le masculin a valeur de genre neutre</p>",
      "EDUCATIONANDEXP": "<p>Diplôme universitaire de quatre (4) ans en génie ou en sciences appliquées avec spécialisation dans l'un des domaines suivants : génie mécanique, électrique ou civil ou ingénierie des systèmes (requis pour la mise à l'essai et la mise en service des voies ferrées, l'intégration des systèmes, la formation et les services rapportant des recettes).</p><ul><li><div>Avoir acquis sept (7) années d'expérience dans des postes connexes et à responsabilités croissantes au sein d'un milieu de génie civil, ce qui comprend au moins trois (3) années en gestion de projets d'envergure.</div></li><li><div>La connaissance des systèmes ferroviaires (véhicules, signalisation, communications, électrification, systèmes de construction et exploitation, entre autres) constitue un atout.</div></li></ul>",
      "EXPIRYDATE": "2016-Jun-03",
      "JOBREF": "2016-EX-FR-51522127",
      "JOBURL": "https://careers.ottawa.ca/sap/bc/webdynpro/sap/hrrcf_a_posting_apply?PARAM=cG9zdF9pbnN0X2d1aWQ9NTczOTE1NzBGODFFNjJBMEUxMDAwMDAwQzBBODI0MTAmY2FuZF90eXBlPUVYVA%3d%3d&sap-client=210&sap-language=FR&sap-accessibility=X",
      "JOB_SUMMARY": "<p>La Ville d'Ottawa gère le plus important projet d'infrastructure à Ottawa depuis la construction du canal Rideau. Le Bureau de mise en oeuvre du train est le service municipal chargé d'assurer que le Rideau Transit Group (RTG) satisfait à toutes les exigences énoncées dans l'entente du projet. Il s'agit d'un projet complexe et difficile sur le plan technique qui nécessite de régler rapidement les problèmes et de mettre l'accent sur l'exploitabilité à long terme des systèmes.</p><p>Le gestionnaire de projet principal fournira des conseils spécialisés pendant les étapes clés du projet, y compris la mise à l'essai et la mise en service, l'intégration des systèmes, la formation et la préparation des services rapportant des recettes. En collaboration avec une équipe d'employés municipaux et de spécialistes, le gestionnaire de projet principal surveillera la mise en oeuvre de plusieurs des exigences énoncées dans l'entente du projet et veillera à répondre aux attentes des principaux intervenants du BMT, en particulier ceux d'OC Transpo. Il assistera aux réunions de coordination déterminantes et veillera à ce que des mesures soient prises pour régler les problèmes soulevés.</p><p>Le gestionnaire de projet principal examinera en outre les principaux produits livrables du projet et gérera l'examen effectué par les experts-conseils et d'autres intervenants clés pour en garantir la conformité et l'état de préparation. Le travail confié au titulaire comprend une vaste gamme de fonctions liées à la sélection et à la supervision des experts-conseils, à la préparation de rapports, à la surveillance des travaux de construction, à la coordination des autres services municipaux, aux communications avec des organismes et intervenants externes ainsi qu'à la gestion d'affectations spéciales.</p><p>Le titulaire prend part au classement des projets par ordre de priorité, à leur planification et à la gestion des risques s'y rapportant; il amorce et structure les rapports et autres études ayant trait au projet; il surveille l'état d'avancement des projets, en assure le suivi et en fait rapport; enfin, il approuve toutes les dépenses du projet et exécute les tâches connexes, sur demande</p>",
      "KNOWLEDGE": "<h2><strong><em>Connaissances</em></strong></h2><ul><li><div>Être au fait des méthodes et pratiques de planification, de conception et de construction, des lois ou règlements de compétence fédérale, provinciale ou municipale, des normes municipales en matière de génie, y compris des lois, normes, règlements et lignes directrices ayant trait aux réseaux du projet de train léger sur rail et à l'intégration des opérations;</div></li><li><div>Connaître les exigences législatives et réglementaires de compétence fédérale ou provinciale régissant la sécurité, les mises à l'essai et en service, l'intégration des systèmes (codes du bâtiment, de l'électricité et de prévention des incendies).</div></li><li><div>Connaître le fonctionnement et l'entretien de l'infrastructure ferroviaire, en particulier l'infrastructure axée sur le transport en commun, y compris le train;</div></li><li><div>Être au fait des principes de gestion de projet, y compris le contrôle et la maîtrise des coûts, la gestion du risque et la production de rapports;</div></li><li><div>Connaître les techniques de communication interpersonnelle appliquées en gestion de projet dans l'optique d'amorcer, de négocier ou de contrôler les changements au contrat, de négocier avec les fournisseurs de services pour obtenir des produits livrables conformément aux limites approuvées sur le plan de la portée, et de concrétiser les attentes de la clientèle;</div></li><li><div>Être au fait des processus d'élaboration des demandes de qualifications, des demandes de propositions ainsi que des processus d'appels d'offres et contractuels, dont l'acceptation, l'examen et la sélection des soumissions ou des offres;</div></li><li><div>Connaître les applications, dont les applications logicielles servant à la gestion de projet, à l'établissement de calendriers et au contrôle des coûts, la conception assistée par ordinateur (CAO), la suite logicielle Office de MS, le courrier électronique et l'utilisation de l'intranet et d'Internet;</div></li><li><div>Être au fait des protocoles de rédaction de rapports, de notes d'information, d'autres communiqués et de ceux liés aux consultations publiques, et donner suite aux demandes de renseignements des cadres supérieurs et des conseillers municipaux;</div></li><li><div>Connaître les méthodes, les matériaux, les processus et les pratiques de pointe en matière de construction au sein du secteur;</div></li><li><div>Connaître les exigences relatives au travail en espace clos et en hauteur;</div></li><li><div>Connaître les lois pertinentes en matière de santé et sécurité, les dangers réels ou potentiels pour la santé et la sécurité au travail et les mesures à prendre pour assurer la santé et la sécurité du personnel, conformément aux lois de même qu'aux politiques et aux procédures municipales pertinentes.</div></li></ul><h2><strong><em>Compétences et aptitudes</em></strong></h2><br /><ul><li><div>Savoir travailler en toute autonomie, sous une supervision minimale, et en collaboration avec tout le personnel en tant que membre d'une équipe;</div></li><li><div>Posséder des aptitudes organisationnelles et avoir la souplesse nécessaire afin de planifier, d'amorcer, d'organiser et de classer par ordre de priorité son propre travail, et de gérer efficacement plusieurs exigences à la fois, des priorités conflictuelles, la pression et des échéanciers;</div></li><li><div>Être capable de gérer des projets concomitants et de les achever à temps et conformément au budget;</div></li><li><div>Savoir susciter la confiance et la collaboration afin de coordonner les activités entre le personnel technique, les experts-conseils et les entrepreneurs;</div></li><li><div>Être en mesure de trouver et de recommander des solutions aux enjeux et aux problèmes liés aux projets dont il est chargé afin d'atténuer les pertes ou les interruptions des projets;</div></li><li><div>Savoir préparer des DQ et des DP, examiner et analyser les propositions puis en recommander l'acceptation;</div></li><li><div>Être capable de procéder à des inspections pour résoudre les problèmes qui se posent sur place et accepter ou rejeter le travail des entrepreneurs dans le contexte des projets;</div></li><li><div>Savoir analyser des données, formuler des recommandations, de même que créer et tenir des rapports;</div></li><li><div>Pouvoir lire les dessins tirés de dossiers existants ou présentés pour les travaux proposés;</div></li><li><div>Posséder un bagage informatique permettant d'utiliser des applications, notamment MS Office et le SAP;</div></li><li><div>Posséder de l'entregent et des compétences efficaces en communication orale et écrite permettant de persuader les autres et de s'affirmer;</div></li><li><div>Posséder de solides aptitudes en matière de documentation, de rédaction de rapports et de presentation,</div></li></ul>",
      "LANGUAGE_CERTIFICATES": "<p>Anglais oral, lecture, écriture <span>requis</span></p><p><span></span>Membre agréé d'un organisme technique ou professionnel associé aux normes professionnelles dans le domaine du génie ou des sciences appliquées</p>",
      "NAME": "La Ville d’Ottawa",
      "POSITION": "Chef Intégration systèmes & opérations",
      "POSTDATE": "2016-May-20",
      "SALARYMAX": "103,707.24",
      "SALARYMIN": "85,232.42"
    }
  ]
}